[
    {
        "name": "The Aggressive",
        "description":"Aptly named, an aggressive portfolio is aggressive because it aims for higher returns and often undertakes higher risks to achieve this objective. Generally, this portfolio includes several high beta stocks. These stocks show higher fluctuations as compared to the overall market. Take, for instance, a stock with a high beta over 1.5 or 2.0. Such shares will move higher or lower almost twice as the market's shift, which means you could double your profits or losses."
    },
    {
        "name": "The Defensive",
        "description":"On the contrary, a defensive portfolio doesn't comprise of stocks with a high beta value. Such shares generally stay unaffected by market movements. These stocks are pretty safe to invest in as they involve minimal risk. Neither do they give extravagant returns in upswings nor excessively crash during the business cycle’s lows. For instance, even in times of an economic downturn, the companies that make survival essentials or daily needs products like food, utilities are likely to weather the storm as customer demand remains strong"
    },
    {
        "name": "The Income",
        "description":"An income portfolio focuses on gaining from dividends or other recurring benefits provided to shareholders. Though it has quite some commonalities with a defensive portfolio, one significant difference is that it banks on stocks with relatively higher yields."
    },
    {
        "name": "The Speculative",
        "description":"The speculative portfolio requires a high-risk appetite, so much so that it is often compared to gambling. Here, the portfolio is not just aggressive but is also a bet on what product or service offering could work very well in the future. Initial Public Offers (IPOs) or takeover targets fit well into the speculative portfolio type. Technology firms or health care firms working on cutting-edge research or breakthrough discoveries also fall into this category."
    },
    {
        "name": "The Hybrid",
        "description":"As the name suggests, such a type of portfolio commands you to invest in an amalgamation of asset types with varying fundamentals to earn the best of both growth and dividend-yielding investments. Such a portfolio provides maximum flexibility. A hybrid portfolio is a balance of high-yield equity returns and fixed income instruments such as debt funds and bonds."
    }
]